{"pageProps":{"_nextI18Next":{"initialI18nStore":{"en":{"common":{"appName":"Everdome","header":{"nav":{"/dome":"The Dome","/dome-estate":"Dome-estate","/gateway":"The Gateway","/tokenomics":"Tokenomics","/team":"Team","/whitepaper":"Whitepaper"}},"footer":{"partnership":"in partnership with","copyright":"DeSpaceNetwork 2021 © All right reserved","terms":" Terms & Conditions","privacyPolicy":"Privacy Policy"},"errors":{"required":"This field is required","invalidEmail":"Please enter a valid email address","invalidName":"Please enter a valid name"},"connectWallet":{"title":"Connect your wallet"},"switchNetwork":{"title":"Switch network","descriptionETH":"Please switch your network to ETH Mainnet to continue using this site.","descriptionBSC":"Please switch your network to BNB Chain to continue using this site.","btnLabel":"Switch network","btnClose":"Close and disconnect wallet"},"disconnectWallet":"Disconnect wallet","messages":{"success":"Success","tokensApproved":"Tokens approved","error":"Error"},"roadmapText":"With the help from our team, contributors and investors, these are the milestones we are looking forward to achieving."},"homepage":{"titleSection":{"title":{"normal":"The Digital Frontier's First","gradient":"Hyper-realistic #Metaverse"},"paragraphs":["Everyone is looking for the next potential 1000x opportunity... but dealing with launchpads and limited availability is tiresome. We have decided by guaranteeing spots on the presale of the most ambitious Metaverse project."]},"howToSection":{"sectionName":"How to enter","title":"Exclusive DeSpaceNetwork Presale for HERO holders","paragraphs":["10% of the total supply has been reserved for you! Not only that, our true HEROes get massive land discounts all by following very simple rules.","A snapshot was taken (Nov 25) and all existing HERO holders were automatically added to our DeSpaceNetwork whitelist and are eligible for one of 3 tiers. A second snapshot will be taken (Dec 10) to close the Early HERO stage."]},"domeSection":{"sectionName":"The Dome","title":"Very real-to-life version of the Metaverse","paragraphs":["DeSpaceNetwork will provide an opportunity for everyone who's interested in a very real-to-life version of the metaverse. We have decided to reward our true HEROes by guaranteeing spots on the presale of the most ambitious Metaverse project."],"blocks":[{"header":{"type":"white","content":"Marketplaces"},"items":["If you love numbers you'll be able to monitor all HERO stats in one place."],"icon":"dolar"},{"header":{"type":"white","content":"Branding"},"items":["If you love numbers you'll be able to monitor all HERO stats in one place."],"icon":"star"},{"header":{"type":"white","content":"Social"},"items":["If you love numbers you'll be able to monitor all HERO stats in one place."],"icon":"message"}]},"explainer":{"title":"Explainer video"},"heroBlocksSection":{"blocks":[{"header":{"type":"gradient","content":"Early Heroes"},"date":"26.11.2021 - 10.12.2021","items":["1 slot - 10,000+ HERO (15% land discount)","10 slots - 100,000+ HERO (20% land discount)","100 slots - 1M+ HERO (25% land discount)"]},{"header":{"type":"pink","content":"Hero holders"},"date":"10.12.2021 - 10.01.2022","items":["1 slot - 50,000 HERO (10% land discount)"]}]},"rules":{"title":"Rules","items":["Any address that sells or transfers out HERO is automatically & permanently removed from the whitelist","You may buy more or transfer in HERO to move up tiers (early heroes can top-up until Dec 10, new heroes until Jan 10th)","Only non CEX wallets are eligible","Any addresses after 10.12 are only eligible for the 50,000+ HERO 1 slot (10% discount)"]},"contactForm":{"title":"Investor & Influencer contact form for private presale","paragraphs":["Due to overwhelming interest please explain what makes you a strategic partner"]}},"news":{"sectionName":"News","sectionTitle":"See the latest from Everdome","readMore":"Read more","backToArticles":"Back to articles"},"privacy-policy":{"pageTitle":"Privacy Policy","articles":[{"heading":"","sections":[{"paragraphs":["Everdome.io, are committed to being responsible custodians of information. The DeSpaceNetwork Privacy Policy is part of, and incorporates by reference, the Terms of Service. Capitalized terms not defined in this Privacy Policy are defined in the User Agreement, or elsewhere in the Terms of Service.","This Privacy Policy describes how we may collect, use, and share information about you and other Users (“you,” or “your”), particularly in association with our operation of the Portal, referred to as the “Portal Services.”","We recommend that you read this Privacy Policy in full to ensure you are fully informed. If you have any questions about this Privacy Policy or about our data practices, please contact us at marketing@Everdome.io","We recommend that you read this Privacy Policy in full to ensure you are fully informed. If you have any questions about this Privacy Policy or about our data practices, please contact us at marketing@Everdome.io","This Privacy Policy describes:"],"list":["the types of information we may collect;","how we use the information we collect;","how we may share the information we collect;","the legal basis for using personal information;","how we protect and store the information we collect;","third-party services and content;","your choices and rights;","changes to this Privacy Policy; and","how to contact us"]},{"heading":"The Types of Information We Collect","paragraphs":["We may collect and receive information about you from various sources, including: (a) directly from you when you provide it to us, (b) indirectly from you when you use the Portal Services, and (c) from third-party websites, services, and partners.","“Personal information” is any information that can be used to identify you or that we can link to you as an individual. We collect your personal information when you provide it to us.",{"subHeading":"Information you provide to us directly","text":"You can use some of our Portal Services without providing us with any personal information. However, when you register for an Account, you provide us with personal information, including items such as your name and email address. Using your Account and accessing other portions of our Portal Services may require that you enter a password or other credentials. Your password or credentials are stored locally on your device or computer, and they are never transmitted to us."},"If you contact us directly, we may also receive personal information and other information about you, such as your name, title, email address, phone number, the contents of the message and/or attachments you may send us, and any other information you may choose to provide. We may also receive a confirmation when you open an email from us.",{"subHeading":"Information we may collect indirectly","text":"We use browser cookies and similar tracking technologies (collectively, “Cookies”) to collect and store certain information when you use, access, or interact with our Portal Services."},"Cookies are small files of information, usually stored on your application, computer or device, that allows our web servers or our third-party services to recognize you. We store information that we collect through Cookies to record your preferences, settings and status for the Portal Services and to analyze how you use the Portal Services. In some countries, including countries in the European Economic Area (“EEA”), the information referenced above in this paragraph may be considered personal information under applicable data protection laws. (More details below under the section entitled “Your Choices and Rights.”)","With Cookies, we may, for example, collect information about the type of device you use to access the Portal Services, the operating system and version, your IP address, your general geographic location as indicated by your IP address, your browser type, and data on your interaction with the Portal Services (such as search terms you enter or your frequency of usage, including your usage across different websites and applications). We may also collect data regarding the functionality of our Portal Services, including system-level metrics, to help us operate, maintain and improve the performance and utilization of the Portal Services, to develop new features, protect the security and safety of our Portal Services and our customers, and to provide customer support. We also use this data to develop aggregate analysis and business intelligence that enable us to operate, protect, make informed decisions, and report on the performance of our business.",{"subHeading":"Information we may collect from third party sources","text":"We may receive information about you from third parties that help us update, expand, and analyse our records, and to prevent or detect fraud. If you choose to link our Portal Services to a third-party account, we will receive information about that account, such as your authentication token from the third-party account, to authorize linking. Please note that the information we may receive is governed by the privacy settings, policies, and/or procedures of the third party."},"We may also collect information from social media platforms that share information about how you interact with our social media content. Further, we may also receive publicly-available information about you from our third-party partners and combine it with data that we have about you."]},{"heading":"How We Use the Information We Collect","paragraphs":["We use the information we collect in various ways, including to:"],"list":["provide, operate, and maintain our Portal Services;","improve, personalize, and expand our Portal Services;","understand and analyze how you use our Portal Services;","develop new products, services, features, and functionality;","communicate with you (either directly or through one of our partners) in order to provide customer service, to provide updates and other information relating to the Portal Services;","market or promote our Portal Services (including to maintain our list of contacts, or to assess the effectiveness of our events, promotional campaigns and publications);","understand how people use our Portal Services, including by generating and analysing statistics;","support DeSpaceNetwork business purposes, including data analysis; invoicing, detecting, preventing, and responding to actual or potential fraud, illegal activities, or intellectual property infringement; and","comply and enforce applicable regulations and agreements, including enforcing our Terms of Service, or other legal rights, or as may be required by applicable laws and regulations or requested by any judicial process or governmental agency.","The above uses may involve information that has been aggregated so that the data is no longer capable of identifying an individual. This aggregated data may also be used by us to generate and commercialize insights."]},{"heading":"How We May Share the Information We Collect","paragraphs":["We may share the personal information we collect with Everdome.io. We may also share the information we collect in various ways, including the following:","Other Users. We may share your information with Certifiers, Relying Parties and other Users on the Marketplace Platform and elsewhere in the Portal;","Employees and Contractors of Everdome. Our employees and contractors may be given access to any information which we collect via our Portal Services. Our employees and contractors are required to keep this information confidential and are not permitted to use it for any purposes other than to enable you to use the Portal Services or to deal with requests that you submit to us.","Vendors and Service Providers. We may share information with third-party vendors and service providers that provide services on our behalf in order to allow them to assist us in (a) providing our Portal Services, (b) promoting and/or marketing our Portal Services or other services or products, and (c) providing you with information, such as product announcements, software updates, special offers.","Advertising. We work with third-party advertising partners to show you ads that we think may interest you. These advertising partners may set and access their own cookies, pixel tags, and similar technologies on our Portal Services, and they may otherwise collect or have access to information about you which they may collect over time and across different online services. Some of our advertising partners are members of the Network Advertising Initiative or the Digital Advertising Alliance. To learn more about these programs, or opt-out of personalized ads, visit the Digital Advertising Alliance’s Self-Regulatory program for Online Behavioral Advertising.","Third-Party Partners. We also share information about Users with third-party partners in order to receive additional publicly-available information about you;","Information We Share When You Sign Up Through a Referral. If you sign up for an Account through a referral from a friend, we may share information with your referrer to let them know that you used their referral to sign up;","Analytics. We use analytics providers such as Google Analytics. Google Analytics uses cookies to collect non-identifying information. Google provides some additional privacy options regarding its Analytics cookies ","Business Transfers. Information may be disclosed and otherwise transferred to any potential acquirer, successor, or assignee as part of any proposed merger, acquisition, debt financing, sale of assets, or similar transaction, or in the event of insolvency, bankruptcy, or receivership in which information is transferred to one or more third parties as one of our business assets;","As Required By Law and Similar Disclosures. We may also share information to (a) satisfy any applicable law, regulation, legal process, or governmental request; (b) enforce this Privacy Policy and our Terms of Service, including investigation of potential violations hereof or thereof; (c) detect, prevent, or otherwise address fraud, security, or technical issues; (d) respond to your requests; or (e) protect our rights, property or safety, our Users and the public. This includes exchanging information with other companies and organizations for fraud protection and spam/malware prevention;","With Your Consent. We may share information with your consent;","Aggregate Information. As legally permissible, we may use and share information about Users with our partners in aggregated or de-identified form that cannot reasonably be used to identify you."]},{"heading":"Legal Basis for Using Personal Information","paragraphs":["Our legal basis for collecting and using personal information will depend on the personal information concerned and the specific context in which we collect it.","However, we normally collect and use your personal information only when doing so (a) is needed in order to perform our contractual or legal obligations to you; (b) is in our legitimate interests and not overridden by your rights; or (c) is done with your consent. We have a legitimate interest in operating our Portal Services and communicating with you as necessary to provide these Portal Services, for example when responding to your queries, improving our platform, undertaking marketing, or for the purposes of detecting or preventing illegal activities.","If we ask you to provide personal information to comply with a legal requirement or to perform our contractual obligations with you, we will make this clear at the relevant time and will advise you whether the provision of your personal information is mandatory, which includes the possible consequences of not providing your personal information.","You may withdraw any consent you have granted for use of your personal information by contacting us through the information we provide under the section entitled “Contact Us” below. When required by applicable law, we will rely on your consent for direct marketing and to collect information from your device or computer."]},{"heading":"How We Protect and Store The Information We Collect","paragraphs":["We deploy administrative, technical, and physical safeguards designed to comply with applicable legal requirements and safeguard the information that we collect.","However, no information system can be 100% secure, so we cannot guarantee the absolute security of your information. Moreover, information you transmit to us over networks that we do not control, including the Internet and wireless networks, may be compromised.","The Portal Services are controlled and operated by Everdome.io. We may store the information we collect in the EEA or in other countries where we or our service providers have facilities. We may transfer information to countries outside of your country of residence which may have data protection laws and regulations that differ from those in your country.","We retain personal information we collect from you where we have an ongoing legitimate business need to do so (for example, to provide you with a service you have requested or to comply with applicable legal, tax, or accounting requirements).","We retain the information we collect for no longer than is reasonably necessary to fulfill the purposes for which we collect the information and to comply with our legal obligations."]},{"heading":"Third-party Services And Content","paragraphs":["Our Portal Services may include integrated content (such as video materials) or links to content or services provided by third parties (such as on outside websites). This Privacy Policy does not address the privacy, security, or other practices of the third parties that provide such content or services. We are not responsible for the privacy policies and/or practices of these third parties, and we encourage you to carefully review their privacy policies and their terms of service.","We engage third parties that support the operation of our Portal Services, such as analytics providers. These third parties may use technologies to track your online activities over time and across different websites and online platforms."]},{"heading":"Your Choices And Rights","paragraphs":["You have choices and certain rights that can affect the collection and sharing of your information.",{"subHeading":"Your Choices","text":"Choices that can affect the collection and sharing of your information include the following:"},"You can use some of the features of the Portal Services without an Account, thereby limiting the type of information that we collect;","You may unsubscribe from receiving certain promotional emails from us. If you wish to do so, simply follow the instructions found at the end of the email or contact us through the information we provide under the section entitled “Contact Us” below. Even if you unsubscribe to these types of emails, we may still contact you for informational, transactional, account-related, or similar purposes;","Many browsers have an option for disabling cookies, which may prevent your browser from accepting new cookies or enable selective use of cookies. Some devices allow you to control this via your device settings. Please note that, if you choose not to accept cookies, some features of our Portal Services may no longer work for you. Further, you might continue to receive advertising material that is not tailored to your interests.",{"subHeading":"Your Rights","text":"Choices that can affect the collection and sharing of your information include the following:"},"Subject to local law, you may have certain rights regarding information that we have collected. We encourage you to contact us to update or correct your information if it changes, or if you believe that any information that we have collected about you is inaccurate or out of date. You can also ask us to see what personal information we hold about you, to erase your personal information and you may tell us if you object to our use of your personal information. In some jurisdictions, you may have a right to complain to your local data protection authority. If you would like to discuss or exercise the rights you may have, you may contact us through the information we provide under the section entitled “Contact Us” below.","Your Data Protection Rights Under the General Data Protection Regulation (“GDPR”)","If you are a resident of the EEA, you have the following data protection rights, which you may exercise at any time by contacting us through the information we provide under the section entitled “Contact Us” below:","You may access, correct, update, or request deletion of your personal information;","You may object to the processing of your personal information, ask us to restrict the processing of your personal information, or request portability of your personal information;","You have the right to opt-out of marketing communications we send you at any time. You can exercise this right by clicking on the “unsubscribe” or “opt-out” link in the marketing emails we send you, or by contacting us to to opt-out of other forms of marketing;","If we have collected and processed your personal information with your consent, then you can withdraw your consent at any time. Withdrawing your consent will not affect the lawfulness of any processing of personal information we conducted prior to your withdrawal, nor will it affect the processing of your personal information conducted in reliance on lawful processing grounds other than consent;","You have the right to complain to a data protection authority about our collection and use of your personal information. For more information, please contact your local data protection authority.","We respond to all requests we receive from individuals wishing to exercise their data protection rights in accordance with applicable data protection laws.","Children Under Thirteen","DeSpaceNetwork is not directed to children under the age of thirteen, and DeSpaceNetwork will never knowingly collect personal information from children under the age of thirteen. If you are under the age of thirteen, you must ask your parent or guardian for permission to use our Portal Services."]},{"heading":"Changes to This Privacy Policy","paragraphs":["We may update this Privacy Policy from time to time and we encourage you to periodically review this page. If we make any material changes in the way we collect, use, and/or share the personal information that you have provided, we will notify you by posting notice of the changes in a clear and conspicuous manner."]},{"heading":"How to Contact Us","paragraphs":["The data controller of your personal information is Everdome.io","If you would like to contact us please send us an email at marketing@Everdome.io . We welcome your enquiries and comments."]},{"paragraphs":["Last updated: December 1, 2021"]}]}]},"team":{"pageTitle":"Team","sectionName":"DeSpaceNetwork Team","title":"Trading, blockchain, cryptos... we have a specialist in every field. ","everdomeMembers":[{"name":"Anthony Rose-Esparza","position":"Head of Product","description":"With more than 5 years in the industry Pawel brings with him an extensive network of large exchanges, private investors, VC's, crypto media, marketing agencies, and market makers.","linkedIn":"https://linkedin.com","twitter":"https://twitter.com"}]},"terms":{"pageTitle":"Terms & Conditions","articles":[{"heading":"","sections":[{"paragraphs":["Legal terms, December 1, 2021","The following Terms and Conditions (“Terms”) govern your (“you” or the “Purchaser”) purchase of cryptographic tokens (“DOME”) from Everdome.io Limited, a private limited company registered in the UAE, DeSpaceNetwork FZCO DSO - IFZA Dubai Digital Park Dubai Silicon Oasis Dubai (the “Company”). Each of you and the Company is a “Party” and, together, the “Parties” to these Terms. This document is not a solicitation for investment and does not pertain in any way to an offering of securities in any jurisdiction. This document describes the DOME token sale.","IF YOU DO NOT AGREE TO THESE TERMS, DO NOT PURCHASE DOME FROM THE COMPANY. BY PURCHASING DOME FROM THE COMPANY, YOU WILL BE BOUND BY THESE TERMS AND ANY TERMS INCORPORATED BY REFERENCE. IF YOU HAVE ANY QUESTIONS REGARDING THESE TERMS, PLEASE CONTACT THE COMPANY AT MARKETING@EVERDOME.IO .","By purchasing DOME, and to the extent permitted by law, you are agreeing not to hold any of the Company and its respective past, present and future employees, officers, directors, contractors, consultants, equity holders, suppliers, vendors, service providers, parent companies, subsidiaries, affiliates, agents, representatives, predecessors, successors and assigns (the “DeSpaceNetwork Team”) liable for any losses or any special, incidental, or consequential damages arising from, or in any way connected, to the sale of DOME, including losses associated with the terms set forth below.","PURCHASES OF DOME SHOULD BE UNDERTAKEN ONLY BY INDIVIDUALS, ENTITIES, OR COMPANIES THAT HAVE SIGNIFICANT EXPERIENCE WITH, AND UNDERSTANDING OF, THE USAGE AND INTRICACIES OF CRYPTOGRAPHIC TOKENS, INCLUDING Binance Smart Chain TOKENS, AND BLOCKCHAIN BASED SOFTWARE SYSTEMS. PURCHASERS SHOULD HAVE A FUNCTIONAL UNDERSTANDING OF STORAGE AND TRANSMISSION MECHANISMS ASSOCIATED WITH OTHER CRYPTOGRAPHIC TOKENS. WHILE THE COMPANY WILL BE AVAILABLE TO ASSIST PURCHASERS OF DOME DURING THE SALE, THE COMPANY WILL NOT BE RESPONSIBLE IN ANY WAY FOR LOSS OF BTC, ETH OR DOME RESULTING FROM ACTIONS TAKEN BY, OR OMITTED BY PURCHASERS. IF YOU DO NOT HAVE SUCH EXPERIENCE OR EXPERTISE, THEN YOU SHOULD NOT PURCHASE DOME OR PARTICIPATE IN THE SALE OF Everdome. YOUR PARTICIPATION IN DeSpaceNetwork SALE IS DEEMED TO BE YOUR UNDERTAKING THAT YOU SATISFY THE REQUIREMENTS MENTIONED IN THIS PARAGRAPH."]},{"heading":"PURCHASER AGREES TO BUY, AND COMPANY AGREES TO SELL, THE DOME TOKENS IN ACCORDANCE WITH THE FOLLOWING TERMS:","list":[{"subHeading":"#1 The conditions of the DOME token sale","text":"YOU MAY NOT MAKE A ACQUIRE A DOME TOKEN IF YOU ARE A CITIZEN, RESIDENT (TAX OR OTHERWISE) OR GREEN CARD HOLDER OF THE UNITED STATES OF AMERICA, OR OTHER COUNTRIES WHERE THE CRYPTOCURRENCIES ARE PROHIBITED BY LAW."},{"subHeading":"#2 The Company Will Not Purchase DOME token During the DeSpaceNetwork Sale","text":"The Company warrants that neither it nor its shareholders will purchase DOME during the DeSpaceNetwork sale. Furthermore, the Company warrants that neither it nor its shareholders will purchase DOME from any third party during the period of the DOME sale."},{"subHeading":"#3 All purchases of DOME are final","text":"ALL PURCHASES OF DOME ARE FINAL. PURCHASES OF DOME ARE NON- REFUNDABLE. BY PURCHASING DOME, THE PURCHASER ACKNOWLEDGES THAT NEITHER THE COMPANY NOR ANY OF ITS AFFILIATES, DIRECTORS OR SHAREHOLDERS ARE REQUIRED TO PROVIDE A REFUND FOR ANY REASON."},{"subHeading":"#4 Disclaimer of Warranties","text":"THE PURCHASER EXPRESSLY AGREES THAT THE PURCHASER IS PURCHASING DOME AT THE PURCHASER’S SOLE RISK AND THAT DOME IS PROVIDED ON AN “AS IS” BASIS WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, WARRANTIES OF TITLE OR IMPLIED WARRANTIES, MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE (EXCEPT ONLY TO THE EXTENT PROHIBITED UNDER APPLICABLE LAW WITH ANY LEGALLY REQUIRED WARRANTY PERIOD TO THE SHORTER OF THIRTY DAYS FROM FIRST USE OR THE MINIMUM PERIOD REQUIRED). WITHOUT LIMITING THE FOREGOING, NONE OF THE DeSpaceNetwork TEAM WARRANTS THAT THE PROCESS FOR PURCHASING DOME WILL BE UNINTERRUPTED OR ERROR-FREE."},{"subHeading":"#5 Risk of Uninsured Losses","text":"Unlike bank accounts or accounts at some other financial institutions, DeSpaceNetwork is uninsured unless you specifically obtain private insurance to insure them. Thus, in the event of loss or loss of utility value, there is no public insurer or private insurance arranged by Company, to offer recourse to you."},{"subHeading":"#6 Risk of Losing Access to DeSpaceNetwork cold wallets Due to Loss of Private Key(s), Custodial Error or Purchaser Error","text":" A private key, or a combination of private keys, is necessary to control and dispose of DOME stored in your digital wallet or vault. Accordingly, loss of requisite private key(s) associated with your digital wallet or vault storing DOME will result in loss of such DOME. Moreover, any third party that gains access to such private key(s), including by gaining access to login credentials of a hosted wallet service you use, may be able to misappropriate your DOME. Any errors or malfunctions caused by or otherwise related to the digital wallet or vault you choose to receive and store DOME in, including your own failure to properly maintain or use such digital wallet or vault, may also result in the loss of your DOME. Additionally, your failure to follow precisely the procedures set forth in for buying and receiving Tokens, including, for instance, if you provide the wrong address for the receiving DOME, or provides an address that is not BEP20 compatible, may result in the loss of your Tokens."},{"subHeading":"#7 Risks Associated with the Binance Smart Chain Protocol","text":"Because DOME and the DeSpaceNetwork platform are based on the Binance Smart Chain protocol, any malfunction, breakdown or abandonment of the Binance Smart Chain protocol may have a material adverse effect on the platform or DOME. Moreover, advances in cryptography, or technical advances such as the development of quantum computing, could present risks to the DOME and the platform, including the utility of the DOME for obtaining services, by rendering ineffective the cryptographic consensus mechanism that underpins the Binance Smart Chain protocol."},{"subHeading":"#8 Risk of Mining Attacks","text":"As with other decentralized cryptographic tokens based on the Binance Smart Chain protocol, DOME are susceptible to attacks by miners in the course of validating DOME transactions on the Binance Smart Chain blockchain, including, but not limited, to double-spend attacks, majority mining power attacks, and selfish-mining attacks. Any successful attacks present a risk to the platform and DOME, including, but not limited to, accurate execution and recording of transactions involving DOME."},{"subHeading":"#9 Risk of Hacking and Security Weaknesses","text":"Hackers or other malicious groups or organizations may attempt to interfere with the platform or DOME in a variety of ways, including, but not limited to, malware attacks, denial of service attacks, consensus-based attacks, Sybil attacks, smurfing, and spoofing. Furthermore, because the platform is based on open-source software, there is a risk that a third party or a member of the Company team may intentionally or unintentionally introduce weaknesses into the core infrastructure of the platform, which could negatively affect the platform and DOME, including the utility of DOME for obtaining services."}]},{"paragraphs":["THE PURCHASER EXPRESSLY AGREES THAT THE PURCHASER IS PURCHASING DOME AT THE PURCHASER’S SOLE RISK AND THAT DOME IS PROVIDED ON AN “AS IS” BASIS WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, WARRANTIES OF TITLE OR IMPLIED WARRANTIES, MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE (EXCEPT ONLY TO THE EXTENT PROHIBITED UNDER APPLICABLE LAW WITH ANY LEGALLY REQUIRED WARRANTY PERIOD TO THE SHORTER OF THIRTY DAYS FROM FIRST USE OR THE MINIMUM PERIOD REQUIRED). WITHOUT LIMITING THE FOREGOING, NONE OF THE ","DeSpaceNetwork TEAM WARRANTS THAT THE PROCESS FOR PURCHASING DOME WILL BE UNINTERRUPTED OR ERROR-FREE."]},{"heading":"DeSpaceNetwork INVESTMENTS RISKS:","paragraphs":["By purchasing, owning, and using DOME, you expressly acknowledge and assume the following risks:"],"list":[{"subHeading":"#1 Risk of Losing Access to DOME Due to Loss of Private Key(s), Custodial Error or Purchaser Error","text":"A private key, or a combination of private keys, is necessary to control and dispose of DOME stored in your digital wallet or vault. Accordingly, loss of requisite private key(s) associated with your digital wallet or vault storing DOME will result in loss of such DOME. Moreover, any third party that gains access to such private key(s), including by gaining access to login credentials of a hosted wallet service you use, may be able to misappropriate your DOME. Any errors or malfunctions caused by or otherwise related to the digital wallet or vault you choose to receive and store DOME in, including your own failure to properly maintain or use such digital wallet or vault, may also result in the loss of your DOME. Additionally, your failure to follow precisely the procedures set forth in for buying and receiving Tokens, including, for instance, if you provide the wrong address for the receiving DOME, or provides an address that is not BEP20 compatible, may result in the loss of your Tokens."},{"subHeading":"#2 Risks Associated with the Binance Smart Chain Protocol","text":"Because DOME and the DOME platform are based on the Binance Smart Chain protocol, any malfunction, breakdown or abandonment of the Binance Smart Chain protocol may have a material adverse effect on the platform or DOME. Moreover, advances in cryptography, or technical advances such as the development of quantum computing, could present risks to the DOME and the platform, including the utility of the DOME for obtaining services, by rendering ineffective the cryptographic consensus mechanism that underpins the Binance Smart Chain protocol."},{"subHeading":"#3  Risk of Hacking and Security Weaknesses","text":"Hackers or other malicious groups or organizations may attempt to interfere with the platform or DOME in a variety of ways, including, but not limited to, malware attacks, denial of service attacks, consensus-based attacks, Sybil attacks, smurfing, and spoofing. Furthermore, because the platform is based on open-source software, there is a risk that a third party or a member of the Company team may intentionally or unintentionally introduce weaknesses into the core infrastructure of the platform, which could negatively affect the platform and DOME, including the utility of DOME for obtaining services."},{"subHeading":"#4 Risks Associated with Markets for DOME","text":"If secondary trading of Tokens is facilitated by third-party exchanges, such exchanges may be relatively new and subject to little or no regulatory oversight, making them more susceptible to fraud or manipulation. Furthermore, to the extent that third-parties do ascribe an external exchange value to DOME (e.g., as denominated in a digital or fiat currency), such value may be extremely volatile."},{"subHeading":"#5 Risk of Uninsured Losses","text":"Unlike bank accounts or accounts at some other financial institutions, DOME are uninsured unless you specifically obtain private insurance to insure them. Thus, in the event of loss or loss of utility value, there is no public insurer or private insurance arranged by Company, to offer recourse to you."},{"subHeading":"#6 Risks Associated with Uncertain Regulations and Enforcement Actions","text":"The regulatory status of DOME and distributed ledger technology is unclear or unsettled in many jurisdictions. It is difficult to predict how or whether regulatory agencies may apply existing regulation with respect to such technology and its applications, including the DeSpaceNetwork platform and DOME. It is likewise difficult to predict how or whether legislatures or regulatory agencies may implement changes to law and regulation affecting distributed ledger technology and its applications, including the platform and DOME. Regulatory actions could negatively impact the platform and DOME in various ways, including, for purposes of illustration only, through a determination that the purchase, sale and delivery of DOME constitute unlawful activity or that DOME is a regulated instrument that requires registration or licensing of those instruments or some or all of the parties involved in the purchase, sale and delivery thereof. The Company may cease operations in a jurisdiction in the event that regulatory actions, or changes to law or regulation, make it illegal to operate in such jurisdiction, or commercially undesirable to obtain the necessary regulatory approval(s) to operate in such jurisdiction."},{"subHeading":"#7 Risks Arising from Taxation","text":"The tax characterization of DOME is uncertain. You must seek your own tax advice in connection with purchasing DOME, which may result in adverse tax consequences to you, including withholding taxes, income taxes and tax reporting requirements."},{"subHeading":"#8 Risk of Competing platforms","text":"It is possible that alternative platforms could be established that utilize the same open-source code and protocol underlying the platform and attempt to facilitate services that are materially similar to the DeSpaceNetwork  services."},{"subHeading":"#9 Risks Arising from Lack of Governance Rights","text":"Because DOME confers no governance rights of any kind with respect to the DeSpaceNetwork platform or the Company, all decisions involving the Company’s products or services within the platform or the Company itself will be made by the Company at its sole discretion. These decisions could adversely affect the platform and the utility of any DOME you own, including their utility for obtaining services."},{"subHeading":"#10 Unanticipated Risks","text":"Cryptographic tokens such as DOME are new and untested technology. In addition to the risks included in this Annex A of these Terms, there are other risks associated with your purchase, possession and use of DOME, including unanticipated risks. Such risks may further materialize as unanticipated variations or combinations of the risks discussed in this Annex A of these Terms. Further Information"}]},{"paragraphs":["For further information regarding the DOME sale, please contact marketing@everdome.io"]}]}]}}},"initialLocale":"en","ns":["common","homepage","news","privacy-policy","team","terms"],"userConfig":{"i18n":{"defaultLocale":"en","locales":["en"],"fallbackNS":"common"},"default":{"i18n":{"defaultLocale":"en","locales":["en"],"fallbackNS":"common"}}}},"background":"homepage","seo":{"__typename":"Page","slug":"presale-tenset","title":"Tenset Vesting","description":"Tenset DeSpaceNetwork Vesting","keywords":"tenset vesting","background":"homepage","poster":{"__typename":"UploadFileEntityResponse","data":null}},"sections":[{"__typename":"ComponentSectionTokenPresale","header":{"__typename":"ComponentSectionPresaleInfo","endsLabel":"Presale ends in ","endsDate":"2022-01-26T11:00:00.000Z","walletConnectedLabel":"Wallet","walletNotConnectedLabel":"Wallet not connected","weekLabel":"Week","vestingStartsLabel":"Vesting start: ","vestingEndsLabel":"Vesting end: "},"connectWallet":{"__typename":"ComponentAtomsPresaleInfoBlock","sectionName":"TENSET Vesting","sectionNameType":"label","sectionTitle":"DeSpaceNetwork Vesting for TGLP","content":"We are excited that you have chosen to take this investment journey with Everdome. According to our tokenomics all pre-sale investors received 10% TGE during the initial part of the sale. In the following 45 weeks 2% of your investment will be unlocked each week.\n"},"notOnWhitelist":{"__typename":"ComponentAtomsPresaleInfoBlock","sectionName":null,"sectionNameType":"icon","sectionTitle":"You are not on the whitelist","content":"Sorry, your wallet address is not on our Tenset Presale Whitelist.  \nYou can buy DeSpaceNetwork token during other DeSpaceNetwork sales.  \n\n**Public listing** 8th February 2022"},"walletConnected":{"__typename":"ComponentAtomsPresaleInfoBlock","sectionName":null,"sectionNameType":"label","sectionTitle":"Welcome to DeSpaceNetwork Tenset Presale","content":"- You can buy DeSpaceNetwork with BNB.\n- You can buy multiple times until the presale is over.\n- Our smart contract will send 10% of your tokens immediately. The rest will be vested as described in tokenomics and you will be able to claim your tokens every week.  \n\n<span>![Icon_info.svg](https://everdome-static.s3.eu-north-1.amazonaws.com/Icon_info_0db3c81697.svg)&emsp;Note: unsold tokens will come back to company reserves.</span>\n"},"form":{"__typename":"ComponentAtomsPresaleForm","domeInputLabel":"I want to buy","bnbInputLabel":"It will cost me","balance":"Balance","connectButtonLabel":"Connect Metamask","buyButtonLabel":"Buy"},"vesting":{"__typename":"ComponentAtomsPresaleInfoBlock","sectionName":"TGLP subscribers","sectionNameType":"label","sectionTitle":"Vesting - claim your tokens every week","content":"# \n- DeSpace's vesting schedule unlocks 2% of your tokens every week.\n- You can claim the available amount anytime by clicking the “Claim DOME” button.\n- Once It opens your tokens will be transferred to your wallet.\n- You can return each week to claim your newly vested tokens (until the full balance is claimed.)   \n\n<span>![Icon_info.svg](https://everdome-static.s3.eu-north-1.amazonaws.com/Icon_info_0db3c81697.svg)&emsp;**Important:** you won’t be able to receive your tokens without clicking the “Claim DOME” button</span>  \n\n<span>![Icon_info.svg](https://everdome-static.s3.eu-north-1.amazonaws.com/Icon_info_0db3c81697.svg)&emsp;**Note:** please remember that you must have BNB (BEP20) in your wallet to cover network fees each time you claim your DOME.</span>"},"type":"tenset","defaultLayoutMode":"vesting"},{"__typename":"ComponentAtomsTokenInfo","sectionTitle":"Token info","nameLabel":"Name","nameValue":"DOME","addressLabel":"Smartcontract address","addressValue":"0x475bfaa1848591ae0e6ab69600f48d828f61a80e","copySuccessMsg":"Copied to clipboard","decimalLabel":"Decimals","decimalValue":"18"}],"menu":{"__typename":"MenuEntityResponse","data":{"__typename":"MenuEntity","attributes":{"__typename":"Menu","logo":{"__typename":"UploadFileEntityResponse","data":{"__typename":"UploadFileEntity","attributes":{"__typename":"UploadFile","url":"https://svgtrace-upload-results-bucket.s3.amazonaws.com/2023-05-01/windows_c8d71ed9-ae62-4b67-bff7-46b6c63db0c9_1682904918604.svg","alternativeText":"logo_Everdome.svg"}}},"links":[{"__typename":"ComponentAtomsLink","text":"Project","url":null,"target":"self","page":{"__typename":"PageEntityResponse","data":null},"icon":{"__typename":"UploadFileEntityResponse","data":null},"childrenLinks":[{"__typename":"ComponentAtomsNestedLink","text":"News","url":"https://everdome.io/news","target":"self","page":{"__typename":"PageEntityResponse","data":null},"icon":{"__typename":"UploadFileEntityResponse","data":null}},{"__typename":"ComponentAtomsNestedLink","text":"Metaverse","url":"https://metaverse.everdome.io/","target":"blank","page":{"__typename":"PageEntityResponse","data":null},"icon":{"__typename":"UploadFileEntityResponse","data":null}}]},{"__typename":"ComponentAtomsLink","text":"Token","url":null,"target":"self","page":{"__typename":"PageEntityResponse","data":null},"icon":{"__typename":"UploadFileEntityResponse","data":null},"childrenLinks":[{"__typename":"ComponentAtomsNestedLink","text":"Staking","url":"https://everdome.io/staking","target":"self","page":{"__typename":"PageEntityResponse","data":null},"icon":{"__typename":"UploadFileEntityResponse","data":null}},{"__typename":"ComponentAtomsNestedLink","text":"Leaderboard","url":"https://everdome.io/leaderboard","target":"self","page":{"__typename":"PageEntityResponse","data":null},"icon":{"__typename":"UploadFileEntityResponse","data":null}},{"__typename":"ComponentAtomsNestedLink","text":"HERO Vesting","url":"https://everdome.io/presale","target":"self","page":{"__typename":"PageEntityResponse","data":null},"icon":{"__typename":"UploadFileEntityResponse","data":null}},{"__typename":"ComponentAtomsNestedLink","text":"TGLP Vesting","url":"https://everdome.io/presale-tenset","target":"self","page":{"__typename":"PageEntityResponse","data":null},"icon":{"__typename":"UploadFileEntityResponse","data":null}}]},{"__typename":"ComponentAtomsLink","text":"Map","url":"https://map.everdome.io/","target":"self","page":{"__typename":"PageEntityResponse","data":null},"icon":{"__typename":"UploadFileEntityResponse","data":null},"childrenLinks":[]},{"__typename":"ComponentAtomsLink","text":"NFT","url":null,"target":"self","page":{"__typename":"PageEntityResponse","data":null},"icon":{"__typename":"UploadFileEntityResponse","data":null},"childrenLinks":[{"__typename":"ComponentAtomsNestedLink","text":"Astro","url":"https://astronft.everdome.io/","target":"blank","page":{"__typename":"PageEntityResponse","data":null},"icon":{"__typename":"UploadFileEntityResponse","data":null}},{"__typename":"ComponentAtomsNestedLink","text":"Genesis","url":"https://everdome.io/genesis-nft","target":"self","page":{"__typename":"PageEntityResponse","data":null},"icon":{"__typename":"UploadFileEntityResponse","data":null}}]},{"__typename":"ComponentAtomsLink","text":"Docs","url":null,"target":"self","page":{"__typename":"PageEntityResponse","data":null},"icon":{"__typename":"UploadFileEntityResponse","data":null},"childrenLinks":[{"__typename":"ComponentAtomsNestedLink","text":"Whitepaper","url":"https://docs.everdome.io","target":"self","page":{"__typename":"PageEntityResponse","data":null},"icon":{"__typename":"UploadFileEntityResponse","data":null}},{"__typename":"ComponentAtomsNestedLink","text":"Worldbuilding paper","url":"https://everdome-static.s3.eu-north-1.amazonaws.com/WORLDBUILDING_WP_06022023_24165601bb.pdf?updated_at=2023-02-06T17:12:24.824Z","target":"blank","page":{"__typename":"PageEntityResponse","data":null},"icon":{"__typename":"UploadFileEntityResponse","data":null}}]},{"__typename":"ComponentAtomsLink","text":"Partner with us","url":"https://everdome.io/contact-us","target":"self","page":{"__typename":"PageEntityResponse","data":null},"icon":{"__typename":"UploadFileEntityResponse","data":null},"childrenLinks":[]}]}}},"footer":{"__typename":"FooterEntityResponse","data":{"__typename":"FooterEntity","attributes":{"__typename":"Footer","logo":{"__typename":"UploadFileEntityResponse","data":{"__typename":"UploadFileEntity","attributes":{"__typename":"UploadFile","url":"https://svgtrace-upload-results-bucket.s3.amazonaws.com/2023-05-01/windows_c8d71ed9-ae62-4b67-bff7-46b6c63db0c9_1682916996877.svg","alternativeText":"loho.svg"}}},"copyrightText":"DeSpaceNetwork {{year}} © All right reserved","links":[{"__typename":"ComponentAtomsLink","text":"Terms & Conditions","url":null,"target":"self","page":{"__typename":"PageEntityResponse","data":{"__typename":"PageEntity","id":"4","attributes":{"__typename":"Page","slug":"terms"}}},"icon":{"__typename":"UploadFileEntityResponse","data":null},"childrenLinks":[]},{"__typename":"ComponentAtomsLink","text":"Privacy Policy","url":null,"target":"self","page":{"__typename":"PageEntityResponse","data":{"__typename":"PageEntity","id":"3","attributes":{"__typename":"Page","slug":"privacy-policy"}}},"icon":{"__typename":"UploadFileEntityResponse","data":null},"childrenLinks":[]}],"logos":{"__typename":"UploadFileRelationResponseCollection","data":[{"__typename":"UploadFileEntity","attributes":{"__typename":"UploadFile","url":"https://everdome-static.s3.eu-north-1.amazonaws.com/Vector_23ae3b3aba.svg","alternativeText":"Vector.svg"}},{"__typename":"UploadFileEntity","attributes":{"__typename":"UploadFile","url":"https://everdome-static.s3.eu-north-1.amazonaws.com/svgg_1_1_1c2358e10f.svg","alternativeText":"svgg (1) 1.svg"}},{"__typename":"UploadFileEntity","attributes":{"__typename":"UploadFile","url":"https://everdome-static.s3.eu-north-1.amazonaws.com/Unreal_Engine_logo_5bbe8c7a8d.svg","alternativeText":"UnrealEngine_logo.svg"}},{"__typename":"UploadFileEntity","attributes":{"__typename":"UploadFile","url":"https://everdome-static.s3.eu-north-1.amazonaws.com/OKX_logo_6bdce2b371.svg","alternativeText":"OKX_logo.svg"}}]},"companyName":"DeSpaceNetwork FZCO","address":"DSO - IFZA\nDigital Park, Silicon Oasis\nDubai, UAE"}}}},"__N_SSG":true}